public class EmployeeList {
    public static final Employee[] employees = {
            new Employee("Иванов", "Игорь", "Сергеевич", 1, 20100),
            new Employee("Петров", "Алексей", "Евгеньевич", 1, 20000),
            new Employee("Баринов", "Евгений", "Сергеевич", 2, 30100),
            new Employee("Рычкова", "Ольга", "Николаевна", 2, 30000),
            new Employee("Кретова", "Елена", "Викторовна", 3, 20200),
            new Employee("Васильева", "Нина", "Андреевна", 3, 20300),
            new Employee("Савинов", "Кирил", "Олегович", 4, 30500),
            new Employee("Резник", "Сергей", "Яковлевич", 4, 30600),
            new Employee("Белов", "Анатолий", "Леонидович", 5, 70100),
            new Employee("Белова", "Екатерина", "Александровна", 5, 70000),
    };
}
